{
  "content":"Europe needs to open up legal routes for African migrants to work on the continent if it is serious about cutting deaths in the Mediterranean, according to a senior UN figure.  More than 181,000 people made the sea crossing from north Africa to Italy in 2016, a record number that EU leaders have vowed to drastically reduce amid fears that even higher numbers could tear the European project apart. More than 5,000 people died in the central Mediterranean.  At a summit in Malta last week, European leaders promised to step up work with Libya, the main country of departure for migrants, while acknowledging that the chaos and limited writ of the country’s UN-backed government makes the task difficult to achieve.  But, while welcoming the Malta agreement, Eugenio Ambrosi, Europe director at the International Organisation for Migration, a UN-backed agency, warned that trying to stop the flow via 'repressive measures' would not work.  He said the plan, which includes a role for the IOM in helping 6,000 migrants return from Libya to their country of origin, mostly in sub-Saharan Africa, was incomplete.  'The main reason for irregularity of movement into Europe is the fact that legal channels to come to Europe are basically non-existent,' he told the Guardian.  'If you want to try to fulfil a very legitimate aspiration, such as having a decent livelihood, and you cannot find that back at home, but you can find that in Europe, the only way to try to get that decent livelihood is to get into Europe irregularly, because legal channels are not available. So that is something that needs to expand.'  He stressed this did not mean unlimited, open borders. 'Improving legal channels does not mean that anybody comes in, anytime they want, without any check,' he said. 'It means offering reasonable, workable efficient ways and criteria to be admitted into a labour market, which incidentally requires migrants.'  Ambrosi was speaking before it was revealed that EU member states remain far short of ambitions to resettle refugees from Greece or Italy, the frontline states in the EU’s migration crisis.  Data published on Wednesday showed that only 12,000 people, or 7% of the 160,000 target under the 'emergency relocation scheme', have been moved from Greece or Italy to other EU member states.  Frans Timmermans, a deputy president of the European commission, said it was 'highly unfair' for other countries to leave the task to Greece and Italy. 'Member states that believe they can show solidarity without doing anything are misguided,' he said. 'Solidarity is not just something you say but something you do.'  Several countries, such as Poland and Hungary, have flatly refused to take part. The UK avoided a refugee quota under this scheme because it has an opt-out on EU migration policy.  A separate scheme to bring Syrian and other refugees from Turkey, Jordan and Lebanon has seen more progress. Almost 14,000 of a promised 22,500 refugees have been found a home in different European countries, including the UK.  The total includes more than 3,000 Syrians relocated from Turkey under a controversial pact with the EU. Turkey, which hosts more than three million refugees, has long argued that the EU’s asylum targets are too small. Brussels has countered that Ankara has been slow to come up with a list of candidates for resettlement in Europe.  The IOM contends that migrant labour could fill a looming shortage expected to open up as Europe’s population ages. The EU’s working-age population will be 17.5 million smaller in 2025 than a decade earlier, according to European commission data.  Policymakers in Brussels have made similar arguments, but the point has not gained traction, as politicians across the continent face anti-immigration sentiment. An EU blue card scheme, modelled on the US green card for skilled workers, has not taken off.  The IOM chief argued that Europe could not manage migration without opening up legal routes, because many people are desperate to work in Europe.  The IOM was established in 1951 to help resettle people uprooted by the second world war. For many years a free-standing multinational organisation with a low profile, it became a UN-related body in 2016. Critics have accused it of being too close to the EU, a view that might be reinforced by the organisation’s work in Libya.  The EU has seized on the IOM’s programmes to help migrants make a voluntary return to their country of origin. In 2016, the IOM helped more than 81,000 people return from Europe to their birth country, a 45% increase on the previous year.  Ambrosi contends that intense political focus on arrivals overshadows the data on departures, leading to a skewed impression of overall migrant numbers. 'The net between arrival and return is what gives you the stock of what the EU has to deal with,' he said. ",
  "source":"Guardian",
  "url":"https://www.theguardian.com/world/2017/feb/08/europe-urged-to-facilitate-work-for-african-migrants",
  "author":"Jennifer Rankin",
  "title":"Europe urged to offer migrants work to cut Mediterranean deaths",
  "date":"08-02-2017",
  "img_url" : "../static/img/articles/guardian/guardian_3.jpeg"
}
