
{
  "content":"UK employers are increasingly struggling to fill jobs in shops, factories and hospitals according to a new report that suggests the shortfall may be down to fewer EU migrants seeking work in the UK in the wake of the Brexit vote.  Company bosses are reporting labour and skills shortages throughout the food supply chain as well as in sectors such as manufacturing, healthcare and hospitality, according to the latest Labour Market Outlook from the Chartered Institute of Personnel and Development (CIPD) and The Adecco Group, which polls more than 1,000 employers.  One in four also had evidence that the EU nationals they employed were considering either leaving their organisation or the UK in 2017.  Gerwyn Davies, labour market adviser at CIPD, which represents human resources professionals, pointed to official data which showed that the growth in the number of non-UK EU nationals in employment had slowed in recent months.  'This is creating significant recruitment challenges in sectors that have historically relied on non-UK labour to fill roles,' he said. 'With skills and labour shortages set to continue, there’s a risk that many vacancies will be left unfilled which could act as a brake on output growth in the UK in the years ahead.'  The most recent labour market data from the Office for National Statistics (ONS) showed that while EU nationals were still arriving in the UK, they were doing so in smaller numbers than in the past. Growth in the number of non-UK nationals from the European Union working in the UK had almost halved from an average of more than 60,000 per quarter in the nine months to June 2016 to just 30,000 in the three months to September 2016. The figures needed to be treated with caution though, warned Davies as they had not been seasonally adjusted.  At the end of last year industry groups representing the major supermarkets and food manufacturers warned that EU workers provided 'an essential reservoir of skilled, semi-skilled and unskilled labour' and without them food prices would rise.  The open letter to the government was signed by 30 food and drink industry bodies, including the Food and Drink Federation, which represents major suppliers, including Marmite maker Unilever and Mr Kipling owner Premier Foods; the British Retail Consortium, which counts Tesco, Sainsbury’s, Asda and Morrisons among its members, and the National Farmers Union. Employment agencies have warned that the UK’s food industry is facing the worst labour shortage for at least 12 years.  The public sector is expected to be severely impacted by the risk of a drop in EU labour, with 43% of education and 49% of healthcare sector employers surveyed in the Labour Market Outlook saying they believed EU migrants among their workforce were considering leaving.  The survey found that despite the acuteness of the issue, more than a quarter of employers did not actually know how many EU nationals they had in their workforce.  'Employers need to start collecting data about their workforce and review their approach to workforce development and training to avoid a squeeze on skills and the workforce,' continued Davies. 'Employers in sectors like retail, hospitality and care, will need to work much harder to attract candidates and combat labour shortages by improving the attractiveness of their jobs … and improving pay and employment conditions where possible.'  Another new survey, the London Employment Monitor, also highlights a 29% drop in professionals job hunting in the City last month, as high fliers look for jobs in other financial centres.  'Many of our non-British clients are choosing to return home, or seeking opportunities elsewhere in Europe', said Hakan Enver,operations director, at Morgan McKinley Financial Services. 'People wanting to get ahead of the threat of having their right to work revoked is understandable, but is a huge loss for the City'.  January is a key month for job hunting with vacancies surging 81% in January from the previous month. But that compared with a surge of 115% a year ago. 'Until the terms of Brexit are known and put in motion, the jobs market will remain cautious,' added Enver. ",
  "source":"Guardian",
  "url":"https://www.theguardian.com/politics/2017/feb/13/uk-labour-shortages-brexit-as-eu-worker-numbers-fall",
  "author":"Zoe Wood",
  "title":"UK labour shortages reported as EU worker numbers fall",
  "img_url" : "../static/img/articles/guardian/guardian_7.jpeg"
}
